{
    "text-database": {
        "1": {
            "index": 0,
            "letters" : ["There's no pretty way to put this. I grew up in the suburbs. I guess most people think of the suburb as a place with all the disadvantages of the city and none of the advantages of the country. And vice versa. But in a way those really were the wonder years for us there in the suburbs. It was kind of a golden age for kids."]

        },
        "2": {
            "index": 1,
            "letters" : ["Do you smell that? Napalm, son. Nothing else in the world smells like that. I love the smell of napalm in the morning. You know, one time we had a hill bombed, for twelve hours. Smelled like victory. Someday this war's gonna end."]
        },
        "3": {
            "index": 2,
            "letters" : ["And the game was over and the player woke up from the dream. And the player began a new dream. And the player dreamed again, dreamed better. And the player was the universe. And the player was love. You are the player. Wake up."]
        },
        "4": {
            "index": 3,
            "letters" : ["Nothing makes time pass or shortens the way like a thought that absorbs in itself all the faculties of the one who is thinking. External existence is then like a sleep of which this thought is the dream. Under its influence, time has no more measure, space has no more distance."]
        },
        "5": {
            "index": 4,
            "letters" : ["She sits in a corner by the door. There must be more I can tell her if she really wants me to help her. I'll do what I can to show her the way, and maybe one day I will free her, though I know no one can see her."]
        },
        "6": {
            "index": 5,
            "letters" : ["I used to bite my tongue and hold my breath, scared to rock the boat and make a mess. So I sat quietly, agreed politely. I guess that I forgot I had a choice. I let you push me past the breaking point. I stood for nothing, so I fell for everything."]
        }
    }
}